"Western (Mac OS Roman)" = "Batı Dilleri (Mac OS Roman)";
"Japanese (Mac OS)" = "Japonca (Mac OS)";
"Traditional Chinese (Mac OS)" = "Geleneksel Çince (Mac OS)";
"Korean (Mac OS)" = "Korece (Mac OS)";
"Arabic (Mac OS)" = "Arapça (Mac OS)";
"Hebrew (Mac OS)" = "İbranice (Mac OS)";
"Greek (Mac OS)" = "Yunanca (Mac OS)";
"Cyrillic (Mac OS)" = "Kiril (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Tayca (Mac OS)";
"Simplified Chinese (Mac OS)" = "Basitleştirilmiş Çince (Mac OS)";
"Tibetan (Mac OS)" = "Tibetçe (Mac OS)";
"Central European (Mac OS)" = "Orta Avrupa (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Türkçe (Mac OS)";
"Croatian (Mac OS)" = "Hırvatça (Mac OS)";
"Icelandic (Mac OS)" = "İzlandaca (Mac OS)";
"Romanian (Mac OS)" = "Romence (Mac OS)";
"Celtic (Mac OS)" = "Kelt Dili (Mac OS)";
"Gaelic (Mac OS)" = "Gael Dili (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Klavye Sembolleri (Mac OS)";
"Farsi (Mac OS)" = "Farsça (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Kiril (Mac OS Ukraynaca)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Batı Dilleri (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Orta Avrupa (ISO Latin 2)";
"Western (ISO Latin 3)" = "Batı Dilleri (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Orta Avrupa (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Kiril (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arapça (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Yunanca (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "İbranice (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Türkçe (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Kuzey Avrupa Dilleri (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Tayca (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Baltık (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Kelt Dili (ISO Latin 8)";
"Western (ISO Latin 9)" = "Batı Dilleri (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Romence (ISO Latin 10)";
"Latin-US (DOS)" = "Latin-ABD (DOS)";
"Greek (DOS)" = "Yunanca (DOS)";
"Baltic (DOS)" = "Baltık (DOS)";
"Western (DOS Latin 1)" = "Batı Dilleri (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Yunanca (DOS Yunanca 1)";
"Central European (DOS Latin 2)" = "Orta Avrupa (DOS Latin 2)";
"Cyrillic (DOS)" = "Kiril (DOS)";
"Turkish (DOS)" = "Türkçe (DOS)";
"Portuguese (DOS)" = "Portekizce (DOS)";
"Icelandic (DOS)" = "İzlandaca (DOS)";
"Hebrew (DOS)" = "İbranice (DOS)";
"Canadian French (DOS)" = "Kanada Fransızcası (DOS)";
"Arabic (DOS)" = "Arapça (DOS)";
"Nordic (DOS)" = "Kuzey Avrupa Dilleri (DOS)";
"Russian (DOS)" = "Rusça (DOS)";
"Greek (DOS Greek 2)" = "Yunanca (DOS Yunanca 2)";
"Thai (Windows, DOS)" = "Tayca (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japonca (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Basitleştirilmiş Çince (Windows, DOS)";
"Korean (Windows, DOS)" = "Korece (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Geleneksel Çince (Windows, DOS)";
"Western (Windows Latin 1)" = "Batı Dilleri (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Orta Avrupa (Windows Latin 2)";
"Cyrillic (Windows)" = "Kiril (Windows)";
"Greek (Windows)" = "Yunanca (Windows)";
"Turkish (Windows Latin 5)" = "Türkçe (Windows Latin 5)";
"Hebrew (Windows)" = "İbranice (Windows)";
"Arabic (Windows)" = "Arapça (Windows)";
"Baltic (Windows)" = "Baltık (Windows)";
"Vietnamese (Windows)" = "Vietnamca (Windows)";
"Western (ASCII)" = "Batı Dilleri (ASCII)";
"Japanese (Shift JIS X0213)" = "Japonca (Shift JIS X0213)";
"Chinese (GBK)" = "Çince (GBK)";
"Chinese (GB 18030)" = "Çince (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japonca (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japonca (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japonca (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Çince (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Korece (ISO 2022-KR)";
"Japanese (EUC)" = "Japonca (EUC)";
"Simplified Chinese (GB 2312)" = "Basitleştirilmiş Çince (GB 2312)";
"Traditional Chinese (EUC)" = "Geleneksel Çince (EUC)";
"Korean (EUC)" = "Korece (EUC)";
"Japanese (Shift JIS)" = "Japonca (Shift JIS)";
"Cyrillic (KOI8-R)" = "Kiril (KOI8-R)";
"Traditional Chinese (Big 5)" = "Geleneksel Çince (Big 5)";
"Western (Mac Mail)" = "Batı Dilleri (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Basitleştirilmiş Çince (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Geleneksel Çince (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukraynaca (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Geleneksel Çince (Big 5-E)";
"Western (NextStep)" = "Batı Dilleri (NextStep)";
"Non-lossy ASCII" = "Kayıpsız ASCII";
"Western (EBCDIC Latin Core)" = "Batı Dilleri (EBCDIC Latin Çekirdeği)";
"Western (EBCDIC Latin 1)" = "Batı Dilleri (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japonca (Otomatik Algıla)";
